<template>

<div class="delivery">
        <div class="delivery__list">
        <div class="delivery__label">Доставка и оплата</div>
        <div class="delivery__pay-block">
            <div class="delivery__item-top">
                <div class="delivery__item-label">Доставка</div>
                <div class="delivery__pay-label">
                Доставка на дом или в офис по городу Томску осуществляется бесплатно и в течение 1 часа. 
                В зависимости от ситуации на дорогах и уровня загруженности производства, время доставки может измениться. 
                По районам доставки существуют ограничения, 
                при заказе уточняйте у диспетчера.
                </div>
                <div class="delivery__text-label ">Время работы доставки</div>
                <div class="delivery__text">Приём заказов с вс–чт — 8:00 до 2:00,<br>
                    пт, сб — 8:00 до 3:00</div>
                <div class="delivery__text delivery__text-orange">Доставка заказов начинается с 9:00 утра! </div>
            </div>

            <div class="delivery__item-top">
                <div class="delivery__item-label">Оплата</div>
                <div class="delivery__pay-label">
                    Оплата производится при получении заказа наличными, либо банковской картой, в рублях.
                    Возможна online оплата на сайте. При получении заказа Вам выдается товарная накладная с расшифровкой вашего заказа, 
                    фискальный чек приходит в SMS сообщении на телефон в течение суток.
                </div>
                <div class="delivery__text-label ">Минимальная стоимость заказа</div>
                <div class="delivery__text">По городу от 400 руб.</div>
            </div>
            <div class="delivery__item-top">
                <div class="delivery__text-label ">Принимаем к оплате банковские карты</div>
                <div class="delivery__img-block">
                    <img class="delivery__img1" src="/images/delivery/mir 1.svg" alt="Picky Picks">
                    <img class="delivery__img2" src="/images/delivery/Visa_Inc._logo 1.svg" alt="Picky Picks">
                    <img class="delivery__img3" src="/images/delivery/Mastercard_Logo_2016 1.svg" alt="Picky Picks">
                </div>
            </div>
            <div class="delivery__text-label delivery__text-white">
                Все блюда, выбранные Вами, готовятся только после принятия заказа из свежих и качественных продуктов и исключительно для Вас. 
                Продукция доставляется в одноразовой индивидуальной упаковке. 
                На каждой упаковке указана дата, время изготовления, состав продукции, калории, условия и срок хранения.
            </div>
        </div>

        <div class="delivery__label">Способы заказа</div>
        <div class="delivery__way-order">
                <div class="delivery__text-label">Заказать можно 2 способами</div>
                <div class="delivery__way-box">
                    <div class="delivery__way-block">
                        <span class="delivry__way-span">1</span>
                        <div class="delivery__way-text-block">
                        <div>Позвонить напрямую и заказ примет наш диспетчер.</div>
                        <div class="delivery__way-orange">+7 (3822) 99-02-55</div>
                        </div>
                    </div>
                    <div class="delivery__way-block">
                    <span class="delivry__way-span">2</span>
                    <div class="delivery__way-text-block">
                        <div>Заказать через интернет-меню выбрав блюда, добавив в корзину, заполнив форму, отправив заказ.</div>
                        <div> Диспетчер свяжется с Вами для подтверждения заказа</div>
                    </div>
                    </div>
                </div>
        </div>

        <div class="delivery__label">Оплата банковской картой</div>
        <div class="delivery__order-block">
            <div class="delivery__row-block">
                <div class="delivery__item">
                    <div class="delivery__text-label">Доставка</div>
                    <div class="delivery__pay-label">
                    Доставка на дом или в офис по городу Томску осуществляется бесплатно и в течение 1 часа. 
                    В зависимости от ситуации на дорогах и уровня загруженности производства, время доставки может измениться. 
                    По районам доставки существуют ограничения, 
                    при заказе уточняйте у диспетчера.
                    </div>
                </div>

                <div class="delivery__item">
                    <div class="delivery__text-label">Оплата</div>
                    <div class="delivery__pay-label">
                        Оплата производится при получении заказа наличными, либо банковской картой, в рублях.
                        Возможна online оплата на сайте. При получении заказа Вам выдается товарная накладная с расшифровкой вашего заказа, 
                        фискальный чек приходит в SMS сообщении на телефон в течение суток.
                    </div>
                </div>
            </div>
            <div class="delivery__item">
                <div class="delivery__item-label">Правила оформления онлайн заказа и оплата банковской картой на сайте</div>
                <div class="delivery__text-box">
                    <div class="delivery__text-label">Выбор товара</div>
                    <div class="delivery__text-item">
                        Вам необходимо выбрать товар из электронного каталога Меню и нажать ссылку «В корзину».
                        После завершения выбора товара перейдите в раздел «Корзина».
                        У вас будет сформирован список выбранных блюд из меню, количество, цена и итоговая сумма к оплате.
                        Вы можете изменить количество товара или удалить из корзины при этом сумма будет немедленно пересчитана.
                    </div>
                </div>
                <div class="delivery__text-box">
                    <div class="delivery__text-label">Оформление заказа</div>
                    <div class="delivery__text-item">
                        Вам необходимо выбрать способ доставки заказа: «Доставка» / «Самовывоз».
                        Затем, вам необходимо внести следующие данные: Имя, телефон*, комментарий (по желанию)
                        При выборе самовывоза, выберите адрес подразделения, откуда будете забирать заказ.
                        При выборе доставки появляются поля обязательные к заполнению: Улица*, Дом*, Квартира*.
                        Выберете способ оплаты: «Оплата наличными», «Безналичным расчетом» и «Оnline оплатой».
                        Нажмите «Отправить заказ».
                    </div>
                </div>
                <div class="delivery__text-box">
                    <div class="delivery__text-label">Если вы выбрали «Оnline оплата»</div>
                    <div class="delivery__text-item">
                        Вы будете перенаправлены на страницу нашего партнера МТС-БАНК, где можете оплатить заказ по картам международных платежных систем МИР, VISA и MasterCard. На платежной странице Банка Вам будет необходимо ввести данные Вашей банковской карты для проведения платежа, следуйте инструкциям с платежной страницы. Всю информацию о платеже (имя держателя карты, ее номер, и т.д.) с этого момента вы передаете напрямую банку.
                        По итогам оплаты банк отображает вам результат проведения платежа, в том числе чек с возможностью печати.
                        Завершив покупку, мы получаем ответ от банка, удачным ли был платеж, если оплата прошла корректно, вы попадаете на страницу успешной покупки.
                        После оформления и отправки заказа вам перезванивает диспетчер ПиццеРио, для подтверждения заказа и оплаты (в случае онлайн платежа).
                    </div>
                </div>
                <div class="delivery__text-box">
                    <div class="delivery__text-label">Возврат средств, оплаченных банковской картой через сайт</div>
                    <div class="delivery__text-item">
                        Если по какой-то причине необходимо произвести возврат средств, оплаченных банковской картой на сайте, то вам необходимо:
                        Обратиться в одно из подразделений организации; Так же вы можете позвонить в колл-центр 990-255 для уточнения дальнейших действий;
                        Заполнить заявление с указанием причины возврата денежных средств и реквизиты операции;
                        Предъявить документ, удостоверяющий личность;
                        Срок перечисления денежных средств, подлежащих возврату не более 10 рабочих дней от даты приема заявления.
                        Деньги возвращаются на ту карту, с которой осуществлялась оплата.
                        Возврат полный или частичный производится только безналичным способом.
                    </div>
                </div>
                <div class="delivery__text-box">
                    <div class="delivery__text-label">Если вам отказано платежной системой в обслуживании банковской картой</div>
                    <div class="delivery__text-item">
                        За разъяснениями об особенностях оплаты по вашей банковской карте в сети Интернет, причинах отказа в оплате вам необходимо, в первую очередь, обратиться в службу поддержки вашего банка.
                    </div>
                </div>
            </div>
        </div>
        </div>
</div>

</template>


<style lang="scss" scoped>
@import './style.scss';
.delivery__img1{
    width: calc(30%);
}
.delivery__img2{
    width: calc(30%);
}
.delivery__img3{
    width: calc(15%);
}
</style>

